Repository: developerpool/Gyanmitras_Dev
Catalog: Gyanmitras/GyanmitrasLanguages/LocalResources/Resource.*.resx
Languages: es

source: Satellite Count
es: Conteo satelital

source: Save
es: Salvar

source: Search
es: Buscar

source: Search Address
es: Buscar dirección

source: Search Lat Long
es: Buscar Lat Long

source: Search Location
es: Buscar ubicación

source: Search Text
es: Buscar texto

source: Search Vehicle
es: Buscar vehículo

source: --select--
es: --Seleccione--

source: Select Accessory
es: Seleccionar accesorio

source: --Select Account--
es: --Seleccionar cuenta--

source: Select Account Type
es: Seleccionar tipo de cuenta

# SelectAssignmentType
source: Please Select Assignment Type
es: Por favor seleccione el tipo de tarea

# SelectBillingAddress
source: Please Select Billing Address Same
es: Seleccione la misma dirección de facturación

# SelectBreakdownDateTime
source: Please Select Breakdown Datetime.
es: Seleccione Desglose Fecha y hora.

# SelectCalibartionMode
source: Please Select Calibartion Mode
es: Por favor, seleccione el modo Calibartion

source: --Select Color--
es: --Seleccionar el color--

# SelectColumns
source: Please Select Column.
es: Por favor seleccione columna

# SelectCountryNameValidation
source: Please Select Country Name
es: Por favor seleccione el nombre del pais

# SelectCustomerCategory
source: Please Select Customer Category
es: Seleccione categoría de cliente

# SelectCustomerDropDwn
source: Select Customer
es: Seleccionar cliente

# SelectCustomerName
source: Please Select Customer Name
es: Por favor seleccione el nombre del cliente

# SelectDate
source: Please Select Date
es: Por favor seleccione fecha

# SelectDeviceType
source: Please Select Device Type
es: Por favor seleccione el tipo de dispositivo

# SelectDriverNameValidation
source: Please Select Driver Name
es: Por favor seleccione el nombre del conductor

# SelectFuelSensorIDNo
source: Please Select Fuel Sensor ID No.
es: Seleccione el número de identificación del sensor de combustible

# SelectFuelSensorType
source: Please Select Fuel Sensor Type
es: Seleccione el tipo de sensor de combustible

# SelectFuelType
source: Please Select Fuel Type
es: Por favor seleccione el tipo de combustible

# SelectGPSDeviceID
source: Please Select GPS Device ID No.
es: Seleccione el número de identificación del dispositivo GPS

# SelectInstallerName
source: Please Select Installer Name
es: Por favor seleccione el nombre del instalador

# SelectlngName
source: Please Select Language Name
es: Por favor seleccione el nombre del idioma

# SelectNotificationType
source: Please Select Notification Type.
es: Por favor, seleccione el tipo de notificación.

source: Select or Type to Add
es: Seleccione o escriba para agregar

# SelectPackageName
source: Please Select Package Name
es: Por favor seleccione el nombre del paquete

source: --Select Packet--
es: - Seleccione Paquete--

# SelectparentAccount
source: Please Select Parent Account Name
es: Por favor, seleccione el nombre de la cuenta principal

# SelectParentCategory
source: Please Select Parent Category
es: Por favor seleccione la categoría principal

# SelectPaymentMode
source: Please Select Payment Mode
es: Por favor seleccione el modo de pago

# SelectPort
source: Please Select Port Name
es: Por favor seleccione el nombre del puerto.

# SelectReceiveDate
source: Please Select Device of Receiving
es: Por favor, seleccione el dispositivo de recepción

# SelectRecoverDateTime
source: Please Select Recover Datetime.
es: Seleccione Recuperar fecha y hora.

# SelectReminderDate
source: Please Select Reminder Date
es: Por favor seleccione fecha de recordatorio

# selectRoleValidation
source: Please Select Role Name
es: Por favor seleccione el nombre del rol

# SelectSelectAccessory
source: Please Select Select Accessory
es: Por favor seleccione Seleccionar accesorio

# SelectSimMobNo
source: Please Select SIM Mob No.
es: Por favor seleccione SIM Mob No.

# SelectSimTypeValidation
source: Please Select Sim Type
es: Por favor, seleccione el tipo de Sim

# SelectStateNameValidation
source: Please Select State Name
es: Por favor seleccione el nombre del estado

# SelectStatus
source: Please Select Status
es: Por favor seleccione estado

# SelectSubGroup
source: Please Select Group/Sub-group
es: Por favor seleccione grupo / subgrupo

# SelectSubscriptionPeriod
source: Please Select Subscription Period
es: Por favor seleccione período de suscripción

# SelectTankType
source: Please Select Tank Type
es: Por favor seleccione el tipo de tanque

# SelectTime
source: Please Select Time
es: Por favor seleccione hora

source: Select Time Range
es: Seleccionar rango de tiempo

# SelectTranslatedlng
source: Please Enter Translated Language Name
es: Por favor, introduzca el nombre del idioma traducido

# SelectUser
source: Please select User
es: Por favor seleccione Usuario

# SelectVehicle
source: Please Select Vehicle No.
es: Por favor, seleccione el número de vehículo

# SelectVehicleBrand
source: Please Select Vehicle Brand
es: Por favor seleccione la marca del vehículo

# SelectVehicleGroupDropDwn
source: Select Vehicle Group
es: Seleccionar grupo de vehículos

# SelectVehicleNo
source: Please Select Vehicle No
es: Por favor seleccione el vehículo No

# SelectVehicleType
source: Please Select Vehicle Type
es: Por favor seleccione el tipo de vehículo

source: SerialNo
es: No Señor

source: Server Date Time
es: Fecha del servidor Hora

source: Service Not Responding.
es: El servicio no responde.

# sessionhasexpired
source: Your session has expired
es: Su sesión ha caducado

source: Setting
es: Ajuste

source: SetUp
es: Preparar

source: Share
es: Compartir

# ShareValidation
source: Please Select Share
es: Por favor seleccione Compartir

source: Share Via
es: Compartir via

# ShareViaValidation
source: Please Select Share Via
es: Seleccione Compartir vía

source: Should Not Less Than
es: No debe ser menor que

source: Show
es: mostrar

source: Showing
es: Demostración

source: Show Password
es: mostrar contraseña

source: Sim Activation Date
es: Fecha de activación de Sim

# SimActivationValidation
source: Please Select Sim Activation Date
es: Seleccione la fecha de activación de Sim

# SimAdded
source: SIM Added Successfully
es: SIM añadida con éxito

# SimAlready
source: Sim SN. Already Exists
es: Sim SN. Ya existe

source: Sim Cards
es: Tarjetas Sim

# SimEmptyMandatory
source: Sim Master Contains Empty Mandatory Fields
es: Sim Master contiene campos obligatorios vacíos

source: Sim Expiry Date
es: Fecha de vencimiento de Sim

# SimExpiryValidation
source: Please Select Sim Expiry Date
es: Por favor, seleccione la fecha de vencimiento de Sim

# SimilarRecordPresent
source: Similar Record for Sim Master is Present In Excel
es: Registro similar para Sim Master está presente en Excel

# SimMandatory
source: SimTelcoType, SIMSN, SIMMobileNo, SIMActivationDate Are Mandatory Fields
es: SimTelcoType, SIMSN, SIMMobileNo, SIMActivationDate son campos obligatorios

# SimMobile
source: Same SIM Mobile No. Already Exists
es: El mismo número de SIM SIM ya existe

source: Sim Mobile No
es: Sim móvil no

# SimMobileNoPresent
source: Same Sim Mobile No are Present In Excel
es: El mismo Sim móvil no está presente en Excel

# SimMobileNoValidation
source: Please Enter Sim Mobile No
es: Por favor, introduzca el número de Sim Mobile

source: SIM Mob No
es: Mob SIM No

source: Sim Not present
es: Sim no presente

source: Sim Receiving
es: Sim recibiendo

# SimSerialNoValidation
source: Please Enter Sim Serial No
es: Por favor, introduzca el número de serie de Sim

source: SIM Status
es: Estado de la SIM

# SimTelcoAdded
source: SIM Telco Added Successfully
es: SIM Telco agregado con éxito

# SimTelcoName
source: Sim Telco Name Required
es: Sim Telco Nombre requerido

source: Sim Type
es: Tipo de sim

# SimTypeValidation
source: Please Enter Sim Type
es: Por favor, introduzca el tipo de sim

# SimUpdated
source: SIM Updated Successfully
es: SIM actualizada correctamente

source: Sold
es: Vendida

source: Solution
es: Solución

# SomethingWrong
source: Something Went Wrong
es: Algo salió mal

source: Spare Part Cost
es: Costo de repuestos

# SparepartCostvalidation
source: Please Enter Spare part Cost
es: Por favor, introduzca el costo de la pieza de repuesto

source: Spare Part Name
es: Nombre de repuesto

# SparepartNamevalidation
source: Please Enter Spare Part Name
es: Por favor, introduzca el nombre de la pieza de repuesto

# Speed
source: Speed(km/hr)
es: Velocidad

# SpeedDashboard
source: Speed
es: Velocidad

source: Standing Time
es: Tiempo de pie

source: Start
es: comienzo

# StartDateAndTime
source: START DATE & TIME
es: FECHA DE INICIO Y HORA

source: Start Date Time
es: Fecha de inicio Hora

source: Start Location
es: Lugar de inicio

source: State
es: Estado

# StateAdded
source: State Added Successfully
es: Estado agregado con éxito

source: State Data
es: Datos del estado

# StateExists
source: State Name Already Exists In Selected Country
es: El nombre del estado ya existe en el país seleccionado

# StateInActive
source: City Exists For this State, So You Cannot Make State InActive
es: La ciudad existe para este estado, por lo que no puede hacer que el estado esté activo

# StateInvalid
source: State Name Is Not Valid
es: El nombre del estado no es valido

source: State Master
es: Maestro del estado

source: State Name
es: Nombre del Estado

# StateNameValidation
source: Please Enter State Name
es: Por favor, introduzca el nombre del estado

# StateUpdated
source: State Details Updated Successfully
es: Detalles del estado actualizados correctamente

# StateValidation
source: Please Select State
es: Por favor seleccione estado

source: Status
es: el estatus

# StatusValidation
source: Please Select Status
es: Por favor seleccione estado

source: Stop
es: Detener

source: Stop Duration (min)
es: Duración de la parada (min)

source: Stop Icon
es: Icono de parada

# StopIconValidation
source: Please Select Stop Icon
es: Por favor seleccione el ícono Stop

source: Stop Sign
es: Señal de stop

# SubGroup
source: Group/Sub-group
es: Grupo / Subgrupo

source: Submit
es: Enviar

source: Subscription
es: Suscripción

# SubscriptionDetail
source: Subscription Details
es: Detalles de suscripción

source: Subscription Expiry
es: Suscripción Expiración

# SubscriptionExpiryspace
source: Subscription Expiry
es: Caducidad de suscripción

source: Subscription From
es: Subscription Period

source: Subscription Period
es: Periodo de suscripción

source: Subscription Remarks
es: Observaciones de suscripción

source: Subscription To
es: suscripción a

source: Success
es: Éxito

source: Summary
es: Resumen

source: Supplier Name
es: Nombre del proveedor

source: Sync
es: Sincronización

source: Sync Failed
es: Sincronización fallida

# SyncSuccess
source: Sync successful
es: Sincronización exitosa

source: Tank Type
es: Tipo de tanque

source: Temp
es: Temperatura

source: This Month
es: Este mes

source: Time
es: Hora

source: Title
es: Título

# TitleName
source: Select or Type to Add
es: Seleccione o escriba para agregar

source: to
es: A

source: Today AC Activities
es: Hoy actividades AC

source: Today Activity
es: Actividad de hoy

source: Today Ignition Activities
es: Actividades de encendido de hoy

source: Total Amount
es: Cantidad total

source: Total Cost
es: Coste total

source: Total Distance Traveled (km)
es: Distancia total recorrida (km)

source: Total Fuel Consumption (Ltr)
es: Consumo total de combustible (Ltr)

source: Total Fuel Theft (Ltr)
es: Robo total de combustible (Ltr)

# TotalLitreFuel
source: Total Litres Of Fuel
es: Litros totales de combustible

source: Total Stock
es: Stock total

source: Total Vehicles
es: Vehículos totales

source: Tracking
es: Rastreo

source: Track On Map
es: Seguir en el mapa

# TrackVehicles
source: Track All Vehicles
es: Rastrear todos los vehículos

source: Training
es: Formación

source: Transferred
es: Transferida

source: Translated Language Name
es: Nombre del idioma traducido

source: Trip Duration
es: Duración del viaje

source: Trip Report
es: Reporte de viaje

source: Trip Report Data
es: Datos del informe de viaje

source: Upload Document
es: Subir documento

source: Upload Documents
es: subir documentos

# UploadDocumentValidation
source: Only JPEG/JPG/PNG And PDF Files Are Allowed For Upload Document
es: Solo se permiten archivos JPEG / JPG / PNG y PDF para cargar documentos

# UploadFailed
source: Upload Failed As All Records Are Invalid
es: La carga falló ya que todos los registros son inválidos

# UploadImageValidation
source: Only JPEG/JPG/PNG are allowed For Upload Image
es: Solo se permiten JPEG / JPG / PNG para cargar imágenes

# UploadLicenceValidation
source: Only JPEG/JPG/PNG And PDF are allowed For Upload Licence
es: Solo se permiten JPEG / JPG / PNG y PDF para cargar la licencia

source: Upload License
es: Subir licencia

# UploadLicenseValidation
source: Please Upload License
es: Por favor, cargue la licencia

# UploadValidation
source: Please Upload File
es: Por favor cargue el archivo

source: Usage Dashboard
es: Panel de uso

# User
source: Users
es: Usuario

# useraccess
source: User Access Detail
es: Detalle de acceso de usuario

source: User Access Detail
es: Detalle de acceso de usuario

source: User Account Mapping
es: Asignación de cuenta de usuario

# UserAccountMappingAdded
source: User Account Mapping Added Successfully
es: Asignación de cuenta de usuario agregada con éxito

source: User Account Mapping Data
es: Datos de mapeo de cuenta de usuario

# UserAccountMappingUpdated
source: User Account Mapping Updated Successfully.
es: Asignación de cuenta de usuario actualizada correctamente.

# UserAlreadyExist
source: User Name Already Exists
es: Nombre de usuario ya existe

# UserCreated
source: User Created Successfully
es: Usuario creado con éxito

# UsercredentialsMessage
source: UserId & Password not matched
es: ID de usuario y contraseña no coincidentes

source: User Customer Mapping
es: Asignación de clientes al usuario

source: User Customer Mapping Data
es: Usuario Datos de mapeo de clientes

source: User Data
es: Datos del usuario

source: User Details
es: Detalles de usuario

# UserExistCompany
source: Same User Name already Exists for the Company
es: El mismo nombre de usuario ya existe para la empresa

source: User For
es: Usuario para

source: User Limit
es: Límite de usuario

# UserlimitValidation
source: Please Enter User Limit
es: Ingrese el límite de usuario

source: User Management
es: Gestión de usuarios

source: User Master
es: Usuario maestro

# UserName
source: Your Username
es: Su nombre de usuario

# UserNameExists
source: User Name already Exists
es: Nombre de usuario ya existe

# UserNameValidation
source: Please Enter User Name
es: Por favor, introduzca el nombre de usuario

source: User Role
es: Rol del usuario

# UserRoleValidation
source: Please Select User Role
es: Por favor seleccione el rol del usuario

# UserUpdated
source: User Updated Successfully
es: Usuario actualizado con éxito

source: User Vehicle Access
es: User el acceso del vehículo

# UsruserName
source: User Name
es: Nombre de usuario

# UsrValidation
source: Please Select User Name
es: Por favor seleccione nombre de usuario

# UVAccessAdd
source: User Vechile Access Added Successfully.
es: Acceso Vechile de usuario agregado con éxito.

# UVAccessUpdate
source: User Vechile Access Updated Successfully.
es: Acceso Vechile de usuario actualizado con éxito.

source: valid
es: válida

# ValidActivation
source: Please Enter Valid SIM Activation Date
es: Ingrese la fecha de activación de SIM válida

# ValidDateExpiry
source: Please Enter SIM Expirydate should be greater or equal to SIM Activation Date
es: Ingrese la fecha de vencimiento de la SIM debe ser mayor o igual a la fecha de activación de la SIM

# ValidDateReceiving
source: Please Enter Valid Date of Receiving
es: Por favor, introduzca la fecha válida de recepción

# ValidExpiry
source: Please Enter Valid SIM Expiry Date
es: Ingrese la fecha de vencimiento de la SIM válida

# ValidExpiryDate
source: Please Enter Valid Expiry Date
es: por favor ingrese una fecha de vencimiento válida

# validimage
source: Please Upload Valid Image
es: Por favor, cargue una imagen válida

# ValidInvalidRecords
source: Valid Records Are added And Invalid Records Are Not Added
es: Se agregan registros válidos y no se agregan registros inválidos

# ValidMobileNo
source: Please Enter Valid Mobile No Format
es: Por favor, introduzca el formato válido para dispositivos móviles

# ValidSimSN
source: Please Enter Valid SIM S/N Number
es: Ingrese el numero de S / N de SIM valido

# ValidSupplierName
source: Please Enter Valid Supplier Name
es: Por favor, introduzca un nombre de proveedor válido

# ValidUserName
source: Please Enter Valid UserName
es: Porfavor ingrese un usuario valido

# ValidVehicleBrand
source: Please Enter Valid Vehicle Brand Name
es: Por favor, introduzca la marca válida del vehículo

source: Vechile Access
es: Acceso vehicular

source: Vehicle
es: Vehículo

source: Vehicle Access
es: Acceso vehicular

source: Vehicle Activity
es: Actividad del vehículo

# VehicleAlreadyMapped
source: Vehicle is Already Mapped With Another Installer
es: El vehículo ya está mapeado con otro instalador

source: Vehicle Brand
es: Marca del vehículo

# VehicleBrandAdded
source: Vehicle Brand Added Successfully
es: Marca de vehículo añadida con éxito.

# VehicleBrandAlreadyExists
source: Same Vehicle Brand Name Already Exist in Database
es: La misma marca del vehículo ya existe en la base de datos

source: Vehicle Brand Data
es: Datos de la marca del vehículo

# VehicleBrandExists
source: Vehicle Brand Already Exists
es: La marca del vehículo ya existe.

# VehicleBrandMandatory
source: Vehicle Brand, Status are Mandatory Fields.
es: La marca del vehículo, el estado son campos obligatorios.

# VehicleBrandNotFound
source: Vehicle Brand Name Not Found
es: Marca del vehículo no encontrada

# VehicleBrandUpdated
source: Vehicle Brand Updated Successfully
es: Marca del vehículo actualizada con éxito

# VehiclebrandValidation
source: Please Enter Vehicle Brand
es: Por favor, introduzca la marca del vehículo

source: Vehicle Breakdown
es: Descanso del vehículo

source: Vehicle Breakdown Data
es: Datos de rotura de vehículo

# VehicleBreakdownInvalid
source: Invalid Entry For Vehicle or Breakdown Datetime.
es: Entrada no válida para vehículo o fecha y hora de avería.

source: Vehicle Count
es: Recuento de vehículos

source: Vehicle Dashboard
es: Vehículo Tablero

source: Vehicle Data
es: Datos del vehículo

source: Vehicle Details
es: Detalles del vehículo

# VehicleGrouping
source: Vehicle Grouping Done Successfully
es: Agrupación de vehículos realizada con éxito

source: Vehicle Make/Brand
es: Marca del vehículo / marca

# VehicleMap
source: Vehicle cannot be deleted as it is mapped with device.
es: El vehículo no se puede eliminar ya que está mapeado con el dispositivo.

# VehicleMapInactive
source: Vehicle cannot be inactive as it is mapped with device.
es: El vehículo no puede estar inactivo ya que está mapeado con el dispositivo.

source: Vehicle Model
es: Modelo de vehículo

source: Vehicle Name
es: Nombre del vehículo

source: Vehicle No
es: No vehiculo

source: Vehicle Port Mapping
es: Mapeo de puertos de vehículos

source: Vehicle Port Mapping Data
es: Datos de mapeo de puertos del vehículo

source: Vehicle Status
es: Estado del vehículo

# VehicleStatusValidation
source: Please Select Vehicle Status
es: Por favor seleccione el estado del vehículo

source: Vehicle Type
es: tipo de vehiculo

# VehicleTypeAdded
source: Vehicle Type Added Successfully
es: Tipo de vehículo agregado con éxito

# VehicleTypealreadyExist
source: Vehicle Type Already Exists
es: El tipo de vehículo ya existe

# VehicleTypeUpdated
source: Vehicle Type Updated Successfully
es: Tipo de vehículo actualizado con éxito

# VehicleTypeValidation
source: Please Enter Vehicle Type
es: Por favor, introduzca el tipo de vehículo

# VehicleValidation
source: Please Select Vehicle
es: Por favor seleccione vehículo

source: Verfications
es: Verificaciones

# VerificationValidation
source: Please Select Verifications
es: Por favor seleccione Verificaciones

source: Verified By
es: Verificada por

source: Via Email
es: Vía correo electrónico

source: View
es: Ver

source: View Detail
es: ver detalles

source: View Location
es: Ver ubicación

# VseenMalaysiaMsg
source: Vseen Malaysia Sdn Bhd All Right Reserved.
es: Vseen Malaysia Sdn Bhd Todos los derechos reservados.

# WantRecoverVehicle
source: Are You Sure You Want To Recover This Vehicle?
es: Estas seguro de que quieres recuperar este vehiculo?

source: Web/Mobile
es: Web / movil

# WebmobileValidation
source: Please Select Web/Email
es: Por favor seleccione Web / Email

source: Whichever is Earlier
es: Cualquiera que sea mas temprano

# XlsFormat
source: File Should be in (.xls, .xlsx) format.
es: El archivo debe estar en formato (.xls, .xlsx).

source: Year
es: Año

source: Yes
es: si

source: Your Password
es: Tu contrasena

source: Your User ID
es: Su ID de usuario

source: Zip Code
es: Codigo postal

# ZipCodeValidation
source: Please Enter Zip Code
es: Por favor, introduzca el codigo postal

# FormRole
source: Form Role Mapping
es: Asignación de roles de formulario
