Repository: developerpool/Gyanmitras_Dev
Catalog: Gyanmitras/GyanmitrasLanguages/LocalResources/Resource.*.resx
Languages: es

# AccCategory
source: Account Category
es: Categoria de cuenta

# AcceptCharacter
source: accepts Characters Upto
es: acepta personajes hasta

source: AccessoryID
es: ID de accesorio

# Account
source: Accounts
es: Cuentas

# AccountAdded
source: Account Added Successfully
es: Cuenta agregada exitosamente

# AccountAlreadyExist
source: Account Name Already Exists
es: El nombre de la cuenta ya existe

source: Account Category
es: Categoria de cuenta

# AccountCategoryAdded
source: Account Category Added Successfully
es: Categoria de cuenta agregada con éxito.

source: Account Category Data
es: Datos de categoria de cuenta

# AccountCategoryExists
source: Account Category Name Already Exists
es: El nombre de la categoria de cuenta ya existe.

# AccountCategoryUpdated
source: Account Category Updated Successfully
es: Categoría de cuenta actualizada correctamente.

# AccountCategoryValidation
source: Please Select Account Category
es: Por favor seleccione la categoria de la cuenta

source: Account Data
es: Datos de cuenta

source: Account Details
es: detalles de la cuenta

source: Account Management
es: Administracion de cuentas

source: Account Name
es: Nombre de cuenta

source: Account Name Not Found
es: Nombre de cuenta no encontrado

# AccountNameValidation
source: Please Enter Account Name
es: Por favor, introduzca el nombre de la cuenta

# AccountPassword
source: Password
es: Contrasena

source: Accounts
es: Cuentas

source: Account Type
es: Tipo de cuenta

# AccountUpdated
source: Account Updated Successfully
es: Cuenta actualizada correctamente

# AccountUserName
source: UserName
es: Nombre de usuario

# AccuracyRefuel
source: Accuracy Against Refuel (%)
es: Precision contra el repostaje (%)

# accusername
source: Username
es: Nombre de usuario

source: AC During Idling
es: AC durante el ralentí

source: AC During Movement
es: AC durante el movimiento

source: AC Off
es: AC apagado

source: AC Off During Movement
es: AC apagado durante el movimiento

source: AC On
es: AC encendido

source: AC ON During Idling (min)
es: AC ON durante el ralentí (min)

source: AC ON In Idling
es: AC ON en ralentí

source: AC ON In Movement
es: AC ON en movimiento

source: Action
es: Acción

source: Action Name
es: Nombre de acción

source: Active
es: Activo

source: Activity
es: Actividad

source: Add
es: Añadir

source: Add Breakdown Vehicle
es: Agregar desglose del vehículo

# AddEditCity
source: Add/Edit City Master
es: Agregar / Editar City Master

# AddEditCountry
source: Add/Edit Country Master
es: Agregar / Editar Country Master

source: Add/EditForm
es: Agregar / Editar formulario

# AddEditState
source: Add/Edit State Master
es: Agregar / editar maestro de estado

# AddExpenses
source: Add General Expenses
es: Agregar gastos generales

source: Additional Accessories
es: Accesorios adicionales

source: Additional Accessory
es: Accesorio adicional

source: Additional Email
es: Email adicional

source: Additional Info
es: Información adicional

# AddRepairAndService
source: Add Repair & Service
es: Agregar reparación y servicio

source: Address
es: Dirección

source: Address Detail
es: Detalle de dirección

# AddressValidation
source: Please Enter Address
es: Por favor, introduzca la dirección

# AddVehicleBrand
source: Add New Vehicle Brand
es: Agregar nueva marca de vehículo

# AddVehicleBreakDown
source: Add New Vehicle Breakdown
es: Agregar nuevo desglose de vehículos

source: Alarm
es: Alarma

source: Alarm Data
es: Datos de alarma

# AlarmNotifications
source: Alarms
es: Alarmas

source: Alarm Report
es: Informe de alarma

source: Alarm Report Data
es: Datos de informe de alarma

source: Alert Event Report
es: Informe de evento de alerta

source: Alert Type
es: Tipo de alerta

source: All
es: Todas

source: All Accounts
es: Todas las cuentas

source: All Groups
es: Todos los grupos

# AllowedDeviceId
source: Only Numbers Are Allowed For Device ID
es: Solo se permiten números para la identificación del dispositivo

# AlphabetsNumberAllowed
source: Only Alphabets and Numbers are allowed
es: Solo se permiten alfabetos y números

# AlphabetsSpaceAllowed
source: Only Alphabets and Spaces are allowed
es: Solo se permiten alfabetos y espacios

# AlphanumericValue
source: Please enter only alphanumeric value
es: Por favor, introduzca solo el valor alfanumerico

source: Already Exists
es: Ya existe

# AlreadyExistsExcel
source: Already Exists in Excel
es: Ya existe en Excel

# AlreadyForm
source: Form Name Already Exists
es: El nombre del formulario ya existe

# AlreadyMappedVehicle
source: is Already Mapped With Some Vehicle
es: ya está mapeado con algún vehículo

source: Alternate Email
es: Estado

# AlternateEmailValidation
source: Please Enter Alternate Email
es: Por favor, introduzca un correo electrónico alternativo

source: Alternate Mobile No
es: No móvil alternativo

# AlternateMobileNoValidation
source: Please Enter Alternate Mobile No
es: Por favor, ingrese el móvil alternativo

source: Analog Value
es: Valor análogo

source: And
es: Y

source: App
es: Aplicación

source: Area Name
es: Nombre del área

source: Assignment Type
es: Tipo de tarea

source: Auto Capture (L)
es: Captura automatica (L)

source: Auto Capture (RM)
es: Captura automatica (RM)

source: Available
es: Disponible

source: Average Speed
es: Velocidad media

source: Back
es: atrás

source: Battery Level
es: Nivel de bateria

source: Battery Tampering
es: Manipulación de la batería

source: Battery Voltage
es: Voltaje de la batería

source: Bearing
es: Llevando

source: Billing Address
es: Dirección de Envio

source: Billing Address Same
es: Dirección de facturación igual

source: Blood Group
es: Grupo sanguíneo

# BloodGroupValidation
source: Please Enter Blood Group
es: Por favor, introduzca el grupo sanguíneo

# Breadth
source: Breadth (mm)
es: Amplitud (mm)

source: Breakdown
es: Descompostura

source: Breakdown Date time
es: Desglose Fecha Hora

source: Breakdown Vehicle
es: Desglose de vehículos

source: Browse
es: Vistazo

source: Bulk Upload
es: Correo Electrónico Alternativo

# ButtonAddNew
source: Add New
es: Añadir nuevo

# ButtonCancel
source: Cancel
es: Cancelar

# ButtonLoginName
source: Login
es: Iniciar sesión

# ButtonSubmit
source: Submit
es: Enviar

source: By Date
es: Por fecha

source: By GPS Engine Hours
es: Por horas de motor GPS

source: By GPS Mileage
es: Por kilometraje GPS

source: By Group
es: Por grupo

source: By Vehicle
es: Por vehículo

source: Calibartion Mode
es: Modo de calibración

source: Calibration Mode
es: Modo de calibración

source: Cancel
es: Cancelar

# CanNotDelete
source: Can't delete due to some childs exists
es: No se puede eliminar debido a que existe un niño

# CanNotDeleteDueToMapping
source: Record can't be deleted due to mapping already exist.
es: El registro no se puede eliminar debido a que el mapeo ya existe.

source: Case Tampering
es: Manipulación de casos

source: Charging
es: Carga

source: Chauffeur Name
es: Nombre del chofer

source: Choose File
es: Elija el archivo

# Chooselogo
source: Please Choose Logo File
es: Por favor, elija el archivo de logotipo

source: City
es: Ciudad

# CityAdded
source: City Added Successfully
es: Ciudad añadida con éxito

source: City Data
es: Datos de la ciudad

# CityExists
source: City Name Already Exists
es: El nombre de la ciudad ya existe

# CityInvalid
source: City Name Is Not Valid
es: El nombre de la ciudad no es valido

source: City Master
es: Maestro de la ciudad

source: City Name
es: Nombre de la ciudad

# CityNameValidation
source: Please Enter City Name
es: Por favor, introduzca el nombre de la ciudad

# CityUpdated
source: City Details Updated Successfully
es: Detalles de la ciudad actualizados con éxito

# CityValidation
source: Please Select City
es: Por favor seleccione ciudad

# CityValidation1
source: Please Enter City Name
es: Por favor, introduzca el nombre de la ciudad

source: Class Name
es: Nombre de la clase

source: Close
es: Cerca

# CmpRegistrationNoValidation
source: Please Enter Company Registration No
es: Por favor, introduzca el número de registro de la empresa

source: Column Name
es: Nombre de columna

source: Column Not Available
es: Columna no disponible

source: Company Name
es: nombre de empresa

source: Company Registration No
es: Número de registro de la compañía

# ComparisonDateTime
source: Recovery Datetime can not be smaller than Breakdown Datetime.
es: La fecha y hora de recuperacion no puede ser menor que la fecha y hora de desglose.

source: Contact Person
es: Persona de contacto

source: Controller Name
es: Nombre del controlador

source: Copyright @
es: Derechos de autor

source: Corporate
es: Corporativa

source: Country
es: Pais

# CountryAdded
source: Country Added Successfully
es: País agregado con éxito

source: Country Data
es: Datos del pais

# CountryExists
source: Country Name Already Exists
es: El nombre del país ya existe

# CountryInActive
source: State Exists For this Country, So You Cannot Make Country InActive
es: El estado existe para este país, por lo que no puede hacer que el país esté activo

# CountryInvalid
source: Country Name Is Not Valid
es: El nombre del país no es válido

source: Country Name
es: Nombre del país

# CountryNameValidation
source: Please Enter Country Name
es: Por favor, introduzca el nombre del país

# CountryUpdated
source: Country Updated Successfully
es: País actualizado con éxito

# CountryValidation
source: Please Select Country
es: Por favor seleccione país

source: Created Date
es: Fecha de creación

source: Create Group
es: Crea un grupo

source: Current Value
es: Valor actual

# Customer
source: Customers
es: Cliente

source: Customer Account Name
es: Nombre de cuenta del cliente

# CustomerAdded
source: Customer Added Successfully
es: Cliente agregado exitosamente

# CustomerAlreadyExists
source: Customer Name Already Exists
es: El nombre del cliente ya existe

# CustomerCategory
source: Customer Type
es: tipo de cliente

source: Customer Data
es: Información de los clientes

source: Customer Details
es: Detalles del cliente

source: Customer Name
es: Nombre del cliente

source: Customer Referred By
es: Cliente referido por

source: Customer Type
es: tipo de cliente

# CustomerTypeValidation
source: Please Select Customer Type
es: Por favor seleccione el tipo de cliente

# CustomerUpdated
source: Customer Updated Successfully
es: Cliente actualizado exitosamente

source: CuttOff
es: Cortar

source: Daily Report
es: Reporte diario

source: Dashboard
es: Tablero

# DataFoundExcel
source: No Data Found In Excel, Please Check The Excel Before Uploading
es: No se encontraron datos en Excel, verifique Excel antes de cargar

source: Data Not Found.
es: Datos no encontrados

source: Data Storage
es: Almacenamiento de datos

source: Date
es: Fecha

# DateAndTime
source: Date & Time
es: Fecha y hora

# DateRangeValidation
source: Date Range Cannot Be Greater Than 15 Days.
es: El intervalo de fechas no puede ser superior a 15 dias.

# DateReceiving
source: Date of Receiving
es: Fecha de recepción

source: Date & Refuel Time
es: Fecha y hora de repostar

source: Date Time
es: Fecha y hora

source: Day
es: Día

source: Day Wise Vehicle Fuel Report
es: Informe de combustible para vehículos de Wise Day

# DecimalPoint
source: Please Enter 15 digits after decimal point.
es: Ingrese 15 dígitos después del punto decimal.

source: Delete
es: Borrar

# DeleteAdminRole
source: You Cannot Delete Admin Role
es: No puede eliminar el rol de administrador

# Deleted
source: Record Deleted Successfully
es: Borrado exitosamente

# DeleteMsg
source: Are you sure you want to delete?
es: ¿Estas seguro que quieres borrarlo?

source: Description
es: Descripción

source: Details
es: Detalles

source: Device
es: Dispositivo

# DeviceAdded
source: Device Added Successfully
es: Dispositivo agregado exitosamente

source: Device Alert
es: Alerta de dispositivo

# DeviceAlreadyExist
source: Same Device ID Already Exist in Database
es: El mismo ID de dispositivo ya existe en la base de datos

# DeviceAlreadyExistExcel
source: Device ID Already Exist in Excel
es: La ID del dispositivo ya existe en Excel

source: Device Assignment
es: Asignación de dispositivo

# DeviceAvailable
source: Devices
es: Dispositivo disponible

source: Device Command
es: Comando del dispositivo

source: Device Data
es: Datos del dispositivo

source: Device Date & Time
es: Fecha y hora del dispositivo

source: Device ID
es: Identificación del dispositivo

# DeviceIdAlreadyExist
source: Same Device ID Already Exists
es: La misma ID de dispositivo ya existe

# DeviceIdMapped
source: Device Id Already Mapped With Vehicle Exists
es: ID del dispositivo ya mapeado con vehículo

# DeviceMappedVehicle
source: Device Already Mapped with Vehicle
es: Dispositivo ya mapeado con vehículo

source: Device Master
es: Dispositivo maestro

# DeviceNameAlreadyExist
source: Same DeviceType Name Already Exists
es: El mismo nombre de tipo de dispositivo ya existe

source: Device No
es: Dispositivo no

source: Device Receiving
es: Dispositivo de recepción

# DeviceRecovered
source: Device Recovered Successfully.
es: Dispositivo recuperado con exito.

source: Device Recovery Failed.
es: La recuperacion del dispositivo fallo.

source: Devices
es: Dispositivos

source: Device Type
es: Tipo de dispositivo

# DeviceTypeAdded
source: Device Type Added Successfully
es: Tipo de dispositivo agregado correctamente

source: Device Type Name
es: Nombre del tipo de dispositivo

source: Device Type Not Found
es: Tipo de dispositivo no encontrado

# DeviceUpdated
source: Device Updated Successfully
es: Dispositivo actualizado con éxito

source: Difference
es: Diferencia

source: Distance
es: Distancia

source: Distance Traveled (km)
es: Distancia recorrida (km)

source: Distance Travelled
es: Distancia recorrida

# DOB
source: Date of Birth
es: Fecha de nacimiento

# DobValidation
source: Please Select DOB
es: Por favor seleccione DOB

# DocLicealready
source: Document License for Vehicle is already updated.
es: La licencia de documentos para el vehículo ya está actualizada.

source: Document License
es: Licencia de documento

source: Document License Data
es: Datos de licencia de documentos

# DocumentsValidation
source: Please Upload Documents
es: Sube documentos

source: Download Format
es: Descargar formato

# DrawGeofence
source: Please draw the geofence
es: Por favor dibuja la geovalla

# Driver
source: Drivers
es: Conductoras

# DriverAdded
source: Driver Created Successfully
es: Conductor creado con éxito

source: Driver Data
es: Datos del conductor

source: Driver Details
es: Detalles del conductor

source: Driver Image
es: Imagen del conductor

# DriverImageValidation
source: Please Upload Driver Image
es: Cargue la imagen del controlador

source: Driver Master
es: Conductor maestro

source: Driver Name
es: Nombre del conductor

# DriverNameValidation
source: Please Enter Driver Name
es: Por favor, introduzca el nombre del conductor

# Drivers
source: Driver
es: Conductora

# DriverUpdated
source: Driver Updated Successfully
es: Driver actualizado exitosamente

source: Driver Vehicle Data
es: Datos del conductor del vehículo

# DriverVehicleDeleted
source: Driver Vehicle Mapping Deleted Successfully
es: Mapeo del vehículo del conductor eliminado con éxito

source: Driver Vehicle Mapping
es: Mapeo del vehículo del conductor

# DriverVehicleUpdated
source: Driver Vehicle Mapping Updated Successfully
es: Mapeo del vehículo del conductor actualizado con éxito

source: Driving Duration (min)
es: Duración de conducción (min)

source: Duration of Rest
es: Duración del descanso

source: Duration Of Rest (min)
es: Duración del descanso (min)

source: Edit
es: Editar

source: Edit Profile
es: Editar perfil

# EmailExists
source: Email Id Already Exists.
es: EmailId ya existe.

source: Email ID
es: Identificación de correo

# EmailIdFormat
source: Please Enter Valid Email ID
es: Por favor, introduzca una identificación válida de correo electrónico

# EmailIdIsValid
source: Please Enter Valid Email ID
es: Por favor, introduzca un ID de correo electrónico válido

# EmailNotBeEmpty
source: Email Can Not Be Empty
es: El correo electrónico no puede estar vacía

# EmailValidation
source: Please Enter Email
es: Por favor ingrese su correo electrónico

source: End
es: Final

# EndDateAndTime
source: END DATE & TIME
es: FECHA Y HORA FINAL

source: End Date Time
es: Fecha de finalización Hora

source: End Location
es: Ubicación final

source: Engine Status
es: Estado del motor

source: Enter
es: Entrar

# EnterAccountCategory
source: Please Enter Account Category
es: Por favor, introduzca la categoría de la cuenta

# EnterAdditionalEmail
source: Please Enter valid Additional Email
es: Por favor, introduzca un correo electrónico adicional válido

source: Enter Address
es: Ingresa la direccion

# EnterBreadth
source: Please Enter Breadth
es: Por favor, introduzca la amplitud

# EnterContactPerson
source: Please Enter Contact Person
es: Por favor, introduzca la persona de contacto

# EnterCountryName
source: Please Enter Country Name
es: Por favor, introduzca el nombre del pais

# EnterCustomerName
source: Please Enter Customer Name
es: Por favor, introduzca el nombre del cliente

# EnterDeviceID
source: Please Enter Device ID
es: Por favor, introduzca la identificación del dispositivo

# EnterDeviceTypeName
source: Please Enter Device Type Name
es: Por favor, introduzca el nombre del tipo de dispositivo

# EnterFuelRefill
source: Please Enter Fuel Refill
es: Por favor, introduzca la recarga de combustible

# EnterFuelTankCapacity
source: Please Enter Fuel Tank Capacity
es: Ingrese la capacidad del tanque de combustible

# EnterFuelTheftLimit
source: Please Enter Fuel Theft Limit
es: Ingrese el límite de robo de combustible

# EnterGroupName
source: Please Enter Group Name
es: Por favor, introduzca el nombre del grupo

# EnterHeight
source: Please Enter Height (mm)
es: Por favor, introduzca la altura (mm)

# EnterIMEINo
source: Please Enter IMEI No.
es: Por favor, introduzca el IMEI No.

# EnterInstallerName
source: Please Enter Installer Name
es: Por favor, introduzca el nombre del instalador

# EnterInstallerType
source: Please Enter Installer Type
es: Por favor, introduzca el tipo de instalador

# EnterInvoiceNo
source: Please Enter Invoice No
es: Por favor, introduzca la factura No

# EnterLatitude
source: Please Enter Latitude.
es: Por favor, introduzca la latitud.

# EnterLenght
source: Please Enter Lenght (mm)
es: Por favor, introduzca la longitud (mm)

# EnterLongitude
source: Please Enter Longitude.
es: Por favor, introduzca la longitud.

# EnterNoofUnits
source: Please Enter No.of Units
es: Por favor, introduzca el número de unidades

# EnterNotifyBeforeEnd
source: Please Enter Notify Before End
es: Ingrese Notificar antes de finalizar

# EnterPersonIncharge
source: Please Enter Person Incharge
es: Por favor, introduzca la persona a cargo

# EnterPersonInchargeContactNo
source: Please Enter Person Incharge Contact No.
es: Ingrese el número de contacto de la persona a cargo

# EnterPriceLitre
source: Please Enter Price Per Litre
es: Por favor, introduzca el precio por litro

# EnterRegistrationNo
source: Please Enter Vehicle No
es: Por favor, introduzca el vehículo No

# EnterReminderAfter
source: Please Enter Reminder After
es: Por favor ingrese recordatorio después

# EnterStateName
source: Please Enter State Name
es: Por favor, introduzca el nombre del estado

# EnterSupplierName
source: Please Enter Supplier Name
es: Por favor, introduzca el nombre del proveedor

# EnterTitle
source: Please Enter Title
es: Por favor, introduzca el título

# EnterTotalAmount
source: Please Enter Total Amount
es: Por favor ingrese el monto total

# EnterTotalCost
source: Please Enter Total Cost
es: Por favor, introduzca el costo total

# EnterTotalLitre
source: Please Enter Total Litres Of Fuel
es: Por favor, introduzca el total de litros de combustible

# EnterValidIMEI
source: Please Enter Valid IMEI No
es: Por favor ingrese el IMEI válido No

# EnterValidTotalCost
source: Please Enter Valid Total Cost
es: Ingrese el costo total válido

# EnterVehicleModel
source: Please Enter Vehicle Model
es: Por favor, introduzca el modelo del vehículo

source: Entries
es: entradas

# Equal
source: Equals To
es: Igual a

# ExceedCharacters
source: This field cannot exceed 10 characters.
es: Este campo no puede exceder los 10 caracteres.

# ExcelFormat
source: File Should be in (.xls, .xlsx) format.
es: El archivo debe estar en formato (.xls, .xlsx).

# ExistCountry
source: You Cannot Delete Country As it Exists in state master
es: No puede eliminar el país tal como existe en el maestro de estado

# ExistState
source: You Cannot Delete State As it Exists in City master
es: No se puede eliminar el estado tal como existe en City master

# Expenses
source: General Expenses
es: Gastos generales

# ExpensesData
source: General Expenses Data
es: Datos de gastos generales

# Experience
source: Experience(in yrs)
es: Experiencia (en años)

# ExperienceValidation
source: Please Enter Experience(in yrs)
es: Por favor, introduzca la experiencia (en años)

source: EXPIRED
es: CADUCADA

source: Expiry Date
es: Fecha de caducidad

source: Export
es: Exportar

source: Female
es: hembra

# FieldIsNotInSystem
source: field is not present system
es: el campo no es el sistema actual

# FileFormat
source: This file format is not supported
es: Este formato de archivo no es compatible

source: Filter
es: Filtrar

source: Firm ware Version
es: Versión de firmware

source: Fleet Management System
es: Sistema de gestión de flota

source: For
es: por

source: For Example
es: Por ejemplo

# ForgotPwd
source: Forgot Password?
es: ¿Se te olvidó tu contraseña?

source: Form Account Mapping
es: Formulario de mapeo de cuenta

# FormAccountMappingAdded
source: Form Account Mapping Done successfully
es: Asignación de cuenta de formulario agregada correctamente

source: Form Account Mapping Data
es: Formulario de datos de mapeo de cuenta

# FormAccountMappingExists
source: Form Account Mapping already Exists
es: El mapeo de cuentas de formulario ya existe

# FormAccountMappingUpdated
source: Form Account Mapping updated successfully
es: Asignación de cuenta de formulario actualizada correctamente

# FormActionValidation
source: Please Select Action Name
es: Por favor, seleccione el nombre de la acción

# FormAdded
source: Form Details Added Successfully
es: Detalles del formulario agregados correctamente

source: Format
es: Formato

# FormatNotValid
source: Format is Not Valid
es: El formato no es válido

# FormColumn
source: Form Column already Exists
es: La columna de formulario ya existe

source: Form Column Assignment
es: Asignación de columna de formulario

source: Form Column Configuration
es: Configuración de columna de formulario

# FormControllerValidation
source: Please Select Controller Name
es: Por favor seleccione el nombre del controlador

source: Form Language Mapping
es: Asignación de lenguaje de formulario

source: Form Language Mapping Data
es: Datos de mapeo de lenguaje de formulario

# FormLngAlreadyExist
source: Form Language Mapping Already Exists
es: El mapeo del lenguaje de formulario ya existe

# FormLngInserted
source: Form Language Mapping Inserted Successfully
es: Asignación de lenguaje de formulario insertada correctamente

# FormlngSearch
source: Form Language Mapping Search
es: Búsqueda de mapeo de lenguaje de formulario

# FormLngUpdated
source: Form Language Mapping Updated Successfully
es: Asignación de lenguaje de formulario actualizada con éxito

source: Form Master
es: Maestro de formularios

source: Form Master Search
es: Búsqueda maestra de formularios

source: Form Name
es: Nombre del formulario
