Repository: developerpool/Gyanmitras_Dev
Catalog: Gyanmitras/GyanmitrasLanguages/LocalResources/Resource.*.resx
Languages: es

# FormNameValidation
source: Please Select Form Name
es: Por favor seleccione el nombre del formulario

# FormRoleUpdated
source: Role Rights Updated Successfully
es: Derechos de rol actualizados con éxito

# FormUpdated
source: Form Details Updated Successfully
es: Detalles del formulario actualizados correctamente

source: Found invalid
es: Encontrado inválido

source: Fuel
es: Combustible

source: Fuel Alert
es: Alerta de combustible

source: Fuel Consumption
es: El consumo de combustible

source: Fuel Dashboard
es: Tablero de combustible

# FuelMang
source: Fuel Managment System
es: Sistema de gestión de combustible

source: Fuel Receipt
es: Recibo de combustible

source: Fuel Receipt Data
es: Datos de recibo de combustible

source: Fuel Refill
es: Recarga de combustible

source: Fuel Report
es: Informe de combustible

source: Fuel Report Data
es: Datos del informe de combustible

source: Fuel Sensor
es: Sensor de combustible

# FuelSensorID
source: Fuel Sensor ID No
es: ID del sensor de combustible No

source: Fuel Sensor Type
es: Tipo de sensor de combustible

source: Fuel Tank Capacity
es: Capacidad del tanque de combustible

source: Fuel Theft
es: Robo de combustible

source: Fuel Theft Limit
es: Límite de robo de combustible

source: Fuel Type
es: Tipo de combustible

source: Fuel Used( Ltr. )
es: Combustible Usado (Ltr.)

source: Fuel Value
es: Valor del combustible

source: Full Name
es: Nombre completo

source: Gender
es: Género

# GenderValidation
source: Please Select Gender
es: Por favor seleccione el género

# GeoAddbutNotsync
source: Geofence Added Successfully But Not Sync Successfully
es: Geofence se agregó correctamente pero no se sincronizó correctamente

# GeofenceAdded
source: Geofence Added Successfully
es: Geofence agregado con éxito

source: Geofence Alert
es: Alerta Geofence

# GeofenceAlreadyExist
source: Geofence Already Exists
es: Geofence ya existe

# GeofenceDeleted
source: Geofence Deleted SuccessFully
es: geofence eliminado con éxito

# GeofenceLength
source: Geofence Name length should be between 3 to 25
es: La longitud del nombre de geofence debe ser entre 3 y 25

source: Geofence List
es: Lista de geofence

source: Geofence Name
es: Nombre de geofence

source: Geofence Report
es: Informe de geovalla

source: Geofence Status
es: Estado de geofence

# GeofenceUpdated
source: Geofence Updated Successfully
es: Geofence actualizado con éxito

source: GPS Details
es: Detalles de GPS

source: GPS Device ID No
es: ID del dispositivo GPS No

source: Group
es: Grupo

source: Group Details
es: Detalles del grupo

source: Group Name
es: Nombre del grupo

source: Group Setting
es: Ajuste grupal

source: Group Setting Data
es: Datos de configuración de grupo

source: Hard ware Version
es: versión del hardware

source: Harness Removal
es: Retiro del arnés

# Height
source: Height (mm)
es: Altura (mm)

source: Hello
es: Hola

source: History Playback
es: Reproducción de historia

source: History Tracking
es: Seguimiento de la historia

source: Home
es: Casa

source: Hours
es: Horas

# HoursNotDecimalValue
source: Hours Can Not Be Decimal Value
es: Las horas no pueden ser un valor decimal

# HoursNotGreaterThan
source: Hours Can Not Have Value Greater Than 24
es: Las horas no pueden tener un valor superior a 24

# HoursNotNegativeValue
source: Hours Can Not Have Negative Value
es: Las horas no pueden tener un valor negativo

source: Hr
es: Hora

source: Hrs
es: Horas

# Idiling
source: Idling
es: De marcha en vacío

# IdilingAlert
source: Idling Alert
es: Alerta de ralentí

source: Idle Time
es: Tiempo de inactividad

source: Idling
es: De marcha en vacío

source: Idling Duration
es: Duración en ralentí

source: Idling Duration (min)
es: Duración de ralentí (min)

# IdlingDurationValidation
source: Please Enter Idling Duration Value
es: Ingrese el valor de la duracion de ralenti

source: Idling Icon
es: Ícono de ralentí

# IdlingIconValidation
source: Please Select Idling Icon
es: Seleccione el ícono de ralentí

source: Ignition
es: Encendido

source: Ignition Off
es: Encendido apagado

source: Ignition On
es: Encendido conectado

source: Ignition on Alert
es: Encendido en alerta

# imagetext1
source: Vehicles Are Tracked In Real Time
es: Los vehículos son rastreados en tiempo real

# imagetext2
source: Your vehicles are visible in one account at your fingertips
es: Sus vehículos son visibles en una cuenta a su alcance

# imagetext3
source: at anytime anywhere.
es: en cualquier momento en cualquier lugar.

# IMEIAlreadyExist
source: Same IMEI No. Already Exist in Database
es: El mismo número IMEI ya existe en la base de datos

# IMEIAlreadyExistExcel
source: IMEI No. Already Exist in Excel
es: IMEI No. Ya existe en Excel

# IMEINoAlraedyExits
source: IMEI No. Already Exists
es: IMEI No. Ya existe

# IMEIValidation
source: IMEI No. Cannot Be Less Than 10 Digits and Greater than 15 Digits
es: El IMEI no puede tener menos de 10 dígitos y más de 15 dígitos

source: Immobilization
es: Inmovilización

source: Immobilizer ON
es: Inmovilizador ENCENDIDO

source: in
es: en

source: Inactive
es: Inactivo

# InputAllFields
source: Please Input All The Fields.
es: Por favor ingrese todos los campos.

source: Installation
es: Instalación

source: Installation Date
es: Fecha de instalación

# InstallationDateValidation
source: Please Select Installation Date
es: Por favor seleccione la fecha de instalación

source: Installation Details
es: Detalles de instalación

source: Installation Type
es: Tipo de instalación

source: Installed
es: Instalada

source: Installer
es: Instaladora

source: Installer Account
es: Cuenta de instalador

source: Installer Account Data
es: Datos de la cuenta del instalador

source: Installer Customer Mapping
es: Mapeo del cliente del instalador

source: Installer Customer Mapping Data
es: Datos de mapeo del cliente del instalador

source: Installer Data
es: Datos del instalador

# InstallerDetail
source: Installer Details
es: Detalles del instalador

source: Installer Details
es: Detalles del instalador

source: Installer Master
es: Instalador maestro

source: Installer Name
es: Nombre del instalador

source: Installer Report
es: Informe del instalador

source: Installer Report Data
es: Datos del informe del instalador

source: Installers
es: Instaladoras

source: Installer Type
es: Tipo de instalador

# InstallerTypeAlreadyExists
source: Installer Type Name Already Exists.
es: El nombre del tipo de instalador ya existe.

source: Installer Vehicle Mapping
es: Mapeo del vehículo instalador

source: Installer Vehicle Mapping Data
es: Datos de mapeo del vehículo instalador

source: Invalid
es: Inválido

source: Invalid Email Format
es: Formato de correo inválido

# InvalidExcel
source: Download Invalid Excel
es: Descargar Excel inválido

# InvalidLatlong
source: Invalid Latitude and Longitude.
es: Latitud y longitud no válidas.

# InvalidLogo
source: Invalid File Format For Logo
es: Inválido Archivo Formato por Logo

# InvalidSim
source: Invalid Entry For Sim Master
es: Entrada inválida para Sim Master

# invalidSimtype
source: Invalid Entry For Sim Type
es: Entrada inválida para el tipo de Sim

# invalidvehicle
source: Invalid Entry Of vehicle Name
es: Entrada no válida del nombre del vehículo

source: Invalid Zip Code.
es: Código postal no válido.

source: Inventory
es: Inventario

source: Invoice Date
es: Fecha de la factura

# InvoiceDateValidation
source: Please Select Invoice Date
es: Por favor seleccione la fecha de la factura

source: Invoice No
es: Factura no

# IPFormat
source: IP Number Is Not In Valid Format.
es: El numero de IP no esta en formato valido.

source: IsActive
es: Está activo

source: Is Client
es: Es cliente

source: Is Spare Part Used ?
es: ¿Se utilizan repuestos?

source: Is Vehicle Specific
es: ¿Es específico del vehículo

source: Joining Date
es: Dia de ingreso

# JoiningDateValidation
source: Please Select Joining Date
es: Por favor seleccione la fecha de ingreso

source: Journey Report
es: Informe de viaje

source: Journey Report Data
es: Datos del informe de viaje

source: Journey Tracking
es: Seguimiento de viaje

source: Landing Page
es: Página de destino

# LandingPageValidation
source: Please Select Landing Page
es: Por favor seleccione la página de destino

source: Language
es: Idioma

source: Language Name
es: Nombre del lenguaje

source: Last GPS Connected
es: Último GPS conectado

source: Last Month
es: El mes pasado

source: Last Server Update
es: Ultima actualizacion del servidor

source: Latitude
es: Latitud

# LatLong
source: Latitude,Longitude
es: Latitud longitud

# LatLongFormat
source: Latitude and Longitude should be in [Lat.Lat,Long.Long For Example: 28.4700, 77.0300] Format
es: La latitud y la longitud deben estar en formato [Lat.Lat, Long.Long por ejemplo: 28.4700, 77.0300]

# LatLongNumbersOnly
source: Latitude and Longitude should be in Numbers Only.
es: La latitud y la longitud deben estar solo en numeros.

# LatRange
source: Latitude should be in -90 to +90 range
es: La latitud debe estar en el rango de -90 a +90

# Length
source: Length (mm)
es: Longitud (mm)

# LengthSimNumber
source: Length of SIM Number Should be equal to 10 or greater than 10
es: La longitud del número SIM debe ser igual a 10 o mayor que 10

source: Licence Form
es: Formulario de licencia

source: Licence No
es: Licencia no

source: Licence To
es: Licencia para

# LicenseFromValidation
source: Please Select Licence Form
es: Por favor seleccione el formulario de licencia

# LicenseNoValidation
source: Please Enter Licence No.
es: Por favor, introduzca el número de licencia

# LicenseToValidation
source: Please Select Licence To
es: Seleccione licencia para

source: Live
es: En Vivo

source: Live Tracking
es: Nombre de usuario

# Load
source: Load (Tons)
es: Carga (toneladas)

source: Locate
es: Localizar

source: Location
es: Ubicación

# LogHistory
source: Log History Report
es: Informe de historial de registro

source: Log History Report Data
es: Datos del informe de historial de registro

# LoginAccount
source: Login to account
es: Inicie sesión en la cuenta

# LoginFooter
source: Powered by - Gyanmitras
es: Desarrollado por - Gyanmitras

# LoginHeaderName
source: Access to Gyanmitras Platform to track your vehicles.
es: Acceso a la plataforma Gyanmitras para rastrear sus vehículos

source: Logo
es: Logotipo

# LogoFormat
source: Logo Should be in (jpg, jpeg, png) format.
es: El logotipo debe estar en formato (jpg, jpeg, png).

source: Logout
es: Cerrar sesión

source: Longitude
es: Longitud

# LonRange
source: Longitude should be in -180 to +180 range.
es: La longitud debe estar en el rango de -180 a +180.

source: Low Battery
es: Batería baja

source: Low Battery Alert
es: Alerta de batería baja

source: Low Power
es: Baja potencia

source: Machine Model
es: Modelo de máquina

source: Male
es: masculina

# MandatoryColumn
source: Mandatory Columns Are Missing
es: Faltan columnas obligatorias

# MandatoryFields
source: Please Select the Mandatory Fields.
es: Seleccione los campos obligatorios

# MandatoryFilled
source: Invalid input.Please check all the mandatory fields are filled.
es: Entrada invalida. Verifique que todos los campos obligatorios esten llenos.

source: Map Display
es: Visualización del mapa

source: Mapping
es: Cartografía

source: Master
es: Maestra

source: Max Speed
es: Máxima velocidad

source: Min Idling Duration
es: Duración mínima de ralentí

source: Min Overspeed Duration
es: Duración mínima de sobrevelocidad

source: Mins
es: Minutos

source: Minutes
es: Minutos

# MinutesHoursNotZeroOrEmpty
source: Minutes and Hours Both Can Not Be Zero
es: Los minutos y las horas no pueden ser cero

# MinutesNotDecimalValue
source: Minutes Can Not Be Decimal Value
es: Los minutos no pueden ser de valor decimal

# MinutesNotGreaterThan
source: Minutes Can Not Have Value Greater Than 60
es: Los minutos no pueden tener un valor superior a 60

# MinutesNotNegativeValue
source: Minutes Can Not Have Negative Value
es: Los minutos no pueden tener un valor negativo

source: Mobile No
es: No móvil

# MobileNoExist
source: Mobile No. Already Exists
es: Móvil No. Ya existe.

# MobileNoFormat
source: Entered Mobile No format is not valid
es: Ingresó al móvil Sin formato no es válido

# MobileNoIsValid
source: Please Enter Valid Mobile No
es: Por favor, introduzca el número de teléfono móvil válido

# MobileNoValidation
source: Please Enter Mobile No.
es: Por favor, introduzca el número de móvil.

source: Mobilize/Immobilize
es: Movilizar / Inmovilizar

source: Mobilize/Immobilize Data
es: Movilizar / Inmovilizar datos

source: Module
es: Modulo

# ModuleValidation
source: Please Select Module
es: Por favor, seleccione el módulo

source: Month
es: Mes

source: Monthly AC Usage (Mins)
es: Uso mensual de CA (minutos)

# MonthlyDistanceTraveledKms
source: Monthly Distance Traveled (Km)
es: Distancia mensual recorrida (Km)

# MonthlyDistancetraveledVsFuelUsed
source: Monthly Distance travelled Vs Fuel Used
es: Distancia mensual recorrida Vs Combustible utilizado

source: Monthly Duration of Rest (Mins)
es: Duración mensual del descanso (minutos)

source: Monthly Duration of Stop(Mins)
es: Duración mensual de la parada (minutos)

source: Monthly Idling Duration (Mins)
es: Duración de ralentí mensual (minutos)

source: Monthly Moving Duration (Mins)
es: Duración móvil mensual (minutos)

source: Monthly Overspeeding Duration (Mins)
es: Duración de exceso de velocidad mensual (minutos)

source: Monthly Report
es: Reporte mensual

source: Moving
es: Moviente

source: Moving Alert
es: Alerta móvil

source: Moving Duration
es: Duración de movimiento

source: Moving Icon
es: Icono en movimiento

# MovingIconValidation
source: Please Select Moving Icon
es: Por favor, seleccione el icono en movimiento

source: Moving Time
es: Tiempo en movimiento

# MsgDelete
source: Driver is already Mapped With Vehicle, therefore it cannot be Delete
es: El conductor ya está mapeado con el vehículo, por lo tanto, no se puede eliminar

source: Name
es: Nombre

source: Name/Email
es: Nombre Correo Electronico

# NameFormat
source: Please Use letters only
es: Utilice solo letras

# NameIsValid
source: Please Enter Valid Name.
es: Por favor, introduzca un nombre válido.

# NameValidation
source: Please Enter Name
es: Por favor, introduzca el nombre

source: Navigation
es: Navegación

source: Nevigation
es: Navegación

# NewInstallation
source: Installations
es: Nueva instalación

# NewInstallationData
source: Installation Data
es: Datos de instalación

source: New Port
es: Puerto nuevo

source: Next
es: Próxima

source: No
es: No hay

source: No Breakdown Vehicles
es: Vehículos sin averías

source: No Data Available
es: Datos no disponibles

source: No GPRS Alert
es: Sin alerta de GPRS

source: No Idling Vehicles
es: No hay vehículos inactivos

source: No Moving Vehicles
es: No hay vehículos en movimiento

source: No Offline Vehicles
es: No hay vehículos sin conexión

source: No. of Geofence
es: No. de geofence

source: No of Units
es: Número de Unidades

source: No Of Users
es: No de usuarios

source: No. of Vehicles
es: No. de vehículos

# NoRecord
source: No Records Are Available In Excel File
es: No hay registros disponibles en el archivo de Excel

source: No Stopped Vehicles
es: No hay vehículos detenidos

# NotExistFormLng
source: Data Not Exists With this Form Language Mapping
es: Los datos no existen con esta asignación de lenguaje de formulario

source: Notification
es: Notificación

# NotificationInserte
source: Notification Inserted Successfully
es: Notificación insertada con éxito.

source: Notifications
es: Notificaciones

source: Notification Setting
es: Notificacion de configuracion

source: Notification Type
es: Tipo de notificación

# NotificationUpdated
source: Notification Updated Successfully
es: Notificación actualizada Exitosamente

source: Notify Before End
es: Notificar antes de finalizar

source: Not Polling
es: No sondeo

source: No Vehicles
es: No vehículos

# NumberDecimalAllowed
source: Only Numbers and Decimal are allowed
es: Solo se permiten números y decimales

source: Odometer
es: Cuentakilómetros

source: of
es: de

source: Offline
es: Desconectada

source: Offline Icon
es: Icono sin conexión

# OfflineIconValidation
source: Please Select Offline Icon
es: Seleccione icono sin conexión

source: Online
es: en línea

source: Online Offline Report
es: Informe fuera de línea en línea

# OnlyNumber
source: Only Numbers Are Allowed
es: Solo se permiten números

# OnlyNumbersForHours
source: Only Numbers Are Allowed For Hours
es: Solo se permiten números por horas

# OnlyNumbersForMinutes
source: Only Numbers Are Allowed For Minutes
es: Solo se permiten números por minutos

source: or
es: O

source: Over Speed
es: Sobre velocidad

source: Over speed Alert
es: Alerta de exceso de velocidad

# OverspeedDurationValidation
source: Please Enter Overspeed Duration Value
es: Por favor, introduzca el valor de Duracion de exceso de velocidad

source: Overspeeding Duration
es: Duración de exceso de velocidad

source: Overspeed Limit
es: Limite de exceso de velocidad

# OverspeedLimitDuration
source: Please Enter Overspeed Limit Value
es: Ingrese el valor limite de exceso de velocidad

source: Package
es: Paquete

# PackageAdded
source: Package Added Successfully
es: Paquete agregado exitosamente

# PackageExist
source: Package Name Already Exists
es: El nombre del paquete ya existe

source: Package Master
es: Paquete maestro

source: Package Name
es: Nombre del paquete

source: Packages
es: Paquetes

# PackageUpdated
source: Package Details Updated Successfully
es: Detalles del paquete actualizados correctamente

# PackageValidation
source: Please Enter Package Name
es: Por favor, introduzca el nombre del paquete

source: Packets Recieved
es: Paquetes recibidos

source: Packet Type
es: Tipo de paquete

source: Page
es: Página

# Pagingof
source: of
es: de

source: Panic
es: Pánico

source: Panic Alert
es: Alerta de pánico

source: Panic Passenger
es: Pasajero de pánico

source: Parent Account Name
es: Nombre de la cuenta principal

source: Parent Category
es: Categoría principal

# ParentCustomer
source: Parent Customer Name
es: Nombre del cliente principal

# ParentCustomerValidation
source: Please Select Referrer Account Name
es: Por favor seleccione el nombre de la cuenta de referencia

source: Parent Form
es: Formulario para padres

source: Parent Type
es: Tipo de padre

# Password
source: Enter Password
es: Introducir la contraseña

# Passwordvalidation
source: Please Enter Password
es: Por favor, ingrese contraseña

source: Payment
es: Pago

source: Payment Date
es: Fecha de pago

# PaymentDetail
source: Payment Details
es: Detalles del pago

source: Payment Mode
es: Modo de pago

source: Period
es: Período

source: Person Incharge
es: Persona a cargo

source: Person Incharge Contact No
es: Persona encargada del contacto No

source: Platform Alert
es: Alerta de plataforma

source: Playback
es: Reproducción

source: Playback by
es: Reproducción por

source: Please
es: Por favor

source: POI Icon
es: Ícono de PDI

source: Police Verification
es: Verificación policial

source: Polling
es: Votación

source: Polling End Time
es: Hora de finalización de sondeo

source: Polling Not Polling Report
es: Sondeo No informe de sondeo

source: Polling Start Time
es: Hora de inicio de sondeo

source: Port
es: Puerto

# PortAdded
source: Port Added Successfully.
es: Puerto agregado con éxito.

# PortAlreadyExist
source: Port Already Exists.
es: El puerto ya existe.

# PortAlreadyMapped
source: Port is already Mapped With Machine, therefore it cannot be updated.
es: El puerto ya está asignado con la máquina, por lo tanto, no se puede actualizar.

# PortDeleted
source: Port Deleted SuccessFully.
es: Puerto eliminado correctamente.

# PortFormat
source: Port Number Is Not In Valid Format.
es: El número de puerto no está en formato válido.

source: Port List
es: Lista de puertos

source: Port Name
es: Nombre del puerto

# PortUpdated
source: Port Updated Successfully.
es: Puerto actualizado con éxito.

source: Power Cut-off
es: Corte de energía

source: Power Cut off Alert
es: Alerta de corte de energía

source: Power Mode
es: Modo de energía

source: Previous
es: Anterior

source: Price Per Litre
es: Precio por litro

source: PRINT
es: IMPRESIÓN

source: Private
es: Privada

source: Process Failed
es: Proceso fallido

# Pswvalidation
source: Password Must be between 4 and 14 characters
es: La contraseña debe tener entre 4 y 14 caracteres

# Radius
source: Radius(mtr)
es: Radio (mtr)

# RadiusExceed
source: Radius should not exceed
es: El radio no debe exceder

# RadiusLimit
source: Radius Can not be less than 50 mtr, zero or empty.
es: Radio No puede ser inferior a 50 mtr, cero o vacío.

# RawPacket
source: Raw Packet Report
es: Informe de paquete sin procesar

source: Raw Packet Report
es: Informe de paquete sin procesar

# ReadNotifications
source: Read all notifications
es: Leer todas las notificaciones

source: Receive Date
es: Fecha de recepción

source: Received Date Time
es: Fecha de recepción Hora

source: Record
es: Grabar

# RecordAddedExcel
source: Record Added Successfully
es: Registro agregado exitosamente

# RecordInserted
source: Record Added Successfully
es: Registro agregado exitosamente

# RecordInvalid
source: All Records Are Invalid
es: Todos los registros son inválidos

source: Records
es: Registros

# RecordUpdated
source: Record Updated Successfully
es: Grabar el éxito actualizado por completo

source: Recovered Date time
es: Fecha Recuperada Hora

source: Recover Vehicle
es: Recuperar vehículo

source: Referred By
es: Referido por

# ReferredByValidation
source: Please Select Referred By
es: Seleccione referido por

source: Referrer Account Name
es: Nombre de cuenta de referencia

# ReferrerAccountNameValidation
source: Please Select Parent Customer Name
es: Seleccione el nombre del cliente principal

source: Referrer Detail
es: Detalle de referencia

source: Refresh Time
es: Tiempo de actualización

source: Refuel
es: Repostar

source: Refuel Analysis Report
es: Informe de analisis de repostaje

source: Refuel Data
es: Recargar datos

# RegistrationNo
source: Vehicle No
es: No vehiculo

# RegistrationNoValidation
source: Please Select Registration No
es: Por favor seleccione No. de registro

source: Remarks
es: Observaciones

# RemarksValidation
source: Please Enter Remarks
es: Por favor, introduzca comentarios

source: Remember Me
es: Recuérdame

source: Reminder After
es: Recordatorio después

source: Reminder Date
es: Fecha de recordatorio

source: Reminder Days
es: Días recordatorios

source: Reminder Type
es: Tipo de recordatorio

source: Repair
es: Reparar

# RepairAndService
source: Repair & Service
es: Servicio de reparación

# RepairAndServiceData
source: Repair & Service Data
es: Datos de reparación y servicio

source: Report
es: Reporte

source: Required field error
es: Error de campo requerido

source: Rights
es: Derechos

# Role
source: Roles
es: Papel

# RoleAccountValidation
source: Please Select Account Name
es: Por favor seleccione el nombre de la cuenta

# RoleAdded
source: Role Added Successfully
es: Rol agregado exitosamente

# RoleAlreadyExist
source: Role Already Exists
es: El rol ya existe

source: Role Data
es: Datos de rol

# RoleDeleted
source: Role Deleted Successfully
es: Ha suprimido la función con éxito

source: Role For
es: Rol para

# RoleForValidation
source: Please Select Role For
es: Por favor seleccione el rol para

source: Role Name
es: Nombre de rol

# RoleNameValidation
source: Please Enter Role Name
es: Por favor, introduzca el nombre del rol

source: Role Not Found
es: Rol no encontrado

source: Role Rights
es: Derechos de rol

# RoleUpdated
source: Role Updated Successfully
es: Rol actualizado exitosamente
